export function ArticleF1() {
  return (
    <div>
      <div>
        <h2>Formula 1</h2>
        <p>
          Формула-1 (Ф1, англ. Formula One, Formula 1, F1) — чемпионат мира по
          кольцевым автогонкам на автомобилях с открытыми колёсами, который
          проводится ежегодно и состоит из этапов, называемых Гран-при, в
          соответствии с техническими нормами, требованиями и правилами,
          установленными Международной автомобильной федерацией (ФИА, англ.
          FIA)[1]. Название исторически происходит от набора технических правил
          (так называемой «формулы»), которому должны соответствовать автомобили
          всех участников[2]. Обозначение «Формула-1» является одной из
          нескольких таких «формул», наряду с «Формулой-2», «Формулой-3» и
          другими[1]. С 1950 по 1980 год проводился чемпионат мира для гонщиков
          (англ. World Championship for Drivers), на смену которому в 1981 году
          пришёл чемпионат мира Формулы-1 (англ. Formula 1 World Championship),
          позже получивший современное название FIA Formula One World
          Championship[1].
        </p>
      </div>
    </div>
  );
}
